export const memories = [
  {
    id: 'tatevosyan',
    name: 'Егише Татевосян',
    role: 'Источник воспоминания',
    portraitUrl: '/student.png',
    audioUrl: '/memo1.mp3',
    excerpt:
      'Какой скромной души был этот прекрасный художник! Как он любил нас, Левитана, меня…',
    fullText: `С большим чувством признательности я вспоминаю своих учителей живописи...`,
    captions: [
      { t: 0.0, text: 'С большим чувством признательности…' },
      { t: 4.2, text: '…вспоминаю своих учителей живописи.' },
      { t: 8.5, text: 'Милого друга, Василия Дмитриевича Поленова…' }
    ]
  },
  {
    id: 'memo2',
    name: 'Ученик №2',
    role: 'Источник воспоминания',
    portraitUrl: '/student.png',
    audioUrl: '/memo2.mp3',
    excerpt: 'Короткая выдержка воспоминания №2…',
    fullText: `Полный текст воспоминания №2...`,
    captions: [{ t: 0, text: 'Титры для №2…' }]
  },
  {
    id: 'memo3',
    name: 'Ученик №3',
    role: 'Источник воспоминания',
    portraitUrl: '/student.png',
    audioUrl: '/memo3.mp3',
    excerpt: 'Короткая выдержка воспоминания №3…',
    fullText: `Полный текст воспоминания №3...`,
    captions: [{ t: 0, text: 'Титры для №3…' }]
  }
];